[
  {
    "Question": "What do wish you were better at saying 'no' to?"
  },
  {
    "Question": "What did you get into trouble for when you were young?"
  },
  {
    "Question": "What’s on your bucket list?"
  },
  {
    "Question": "What impractical thing would you like to own?"
  },
  {
    "Question": "What three words would you use to describe your family?"
  },
  {
    "Question": "Go around the table and use three words to describe each person?"
  },
  {
    "Question": "How would you like to spend your retirement?"
  },
  {
    "Question": "If you could work as an assistant to anyone for a year who would you choose?"
  },
  {
    "Question": "What is the best TV show of all time?"
  },
  {
    "Question": "Which of your ancestors would you most like to meet?"
  },
  {
    "Question": "If you could go back in time what would you change?"
  },
  {
    "Question": "Are you proudest of your accomplishments or your character?"
  },
  {
    "Question": "What posters did you have in your room when you were young?"
  },
  {
    "Question": "What’s the most fun party you ever attended?"
  },
  {
    "Question": "What's the most daring thing you've ever done?"
  },
  {
    "Question": "What's the strangest dream you've ever had?"
  },
  {
    "Question": "Who would you like to trade places with for a month?"
  },
  {
    "Question": "Is science or art more important to humanity?"
  },
  {
    "Question": "Would you rather be the worst player on a winning team or the best on a losing team?"
  },
  {
    "Question": "If you owned a boat what would you name it? "
  },
  {
    "Question": "What’s the hardest thing you have ever done?"
  },
  {
    "Question": "What dead person would you most like to meet?"
  },
  {
    "Question": "What is your favourite app?"
  },
  {
    "Question": "What is your favourite website?"
  },
  {
    "Question": "What is your favourite book?"
  },
  {
    "Question": "What is your favourite video game?"
  },
  {
    "Question": "What is your favourite movie?"
  },
  {
    "Question": "What was your most memorable meal?"
  },
  {
    "Question": "What is the weirdest thing you have consumed?"
  },
  {
    "Question": "Which event in the past, present or future would you like to witness in person?"
  },
  {
    "Question": "Are you mentally or physically tougher? Why?"
  },
  {
    "Question": "What fear would you like to conquer?"
  },
  {
    "Question": "Would you rather live on the beach or in the mountains?"
  },
  {
    "Question": "What is the worst job you have ever had?"
  },
  {
    "Question": "Are you spiritual?"
  },
  {
    "Question": "Would you rather meet your great-grandparents or your great-grandchildren?"
  },
  {
    "Question": "If you had a million dollars what is the first thing you would do?"
  },
  {
    "Question": "What household disaster happened to you?"
  },
  {
    "Question": "Is justice or forgiveness more important?"
  },
  {
    "Question": "What are the most important qualities in friends?"
  },
  {
    "Question": "What language would like to speak fluently?"
  },
  {
    "Question": "How many different places have you lived?"
  },
  {
    "Question": "What is the best advice your parents gave you?"
  },
  {
    "Question": "What is your favourite song to play in the car?"
  },
  {
    "Question": "How do you define success?"
  },
  {
    "Question": "How do you define happiness?"
  },
  {
    "Question": "What would you miss most about your home if you moved?"
  },
  {
    "Question": "What is your favourite quote?"
  },
  {
    "Question": "When you are down what makes you feel better?"
  },
  {
    "Question": "What is your ideal first date?"
  },
  {
    "Question": "Where would you most like to travel?"
  },
  {
    "Question": "Where would you most like to live?"
  },
  {
    "Question": "What do you wish you had time to learn?"
  },
  {
    "Question": "At what age do you think your life peaked or would you like to peak?"
  },
  {
    "Question": "What is your favourite fast food meal?"
  },
  {
    "Question": "What is the most beautiful place ever been?"
  },
  {
    "Question": "What do you wish you appreciated at an earlier age?"
  },
  {
    "Question": "If you only had 5 more years to live what would you change?"
  },
  {
    "Question": "What do you admire the most about your parents?"
  },
  {
    "Question": "Go around the table and say what you admire about each person?"
  },
  {
    "Question": "What is the most impactful thing you have done?"
  },
  {
    "Question": "What do you complain about more than anything else?"
  },
  {
    "Question": "What are you most passionate about?"
  },
  {
    "Question": "What change would you make to the world?"
  },
  {
    "Question": "What are your simple pleasures?"
  },
  {
    "Question": "What is the best vacation you have ever had?"
  },
  {
    "Question": "What is your favourite dessert?"
  },
  {
    "Question": "If you could give all humans one virtue which would you choose?"
  },
  {
    "Question": "What age would you like to stop ageing?"
  },
  {
    "Question": "What do you miss most about childhood?"
  },
  {
    "Question": "Are you connected with you heritage?"
  },
  {
    "Question": "Where do you consider as 'home'?"
  },
  {
    "Question": "Do you have any superstitions?"
  },
  {
    "Question": "What obligation do you believe you have to your country?"
  },
  {
    "Question": "If you could get a tattoo what would you get and where would you put it?"
  },
  {
    "Question": "What era would you like to have grown up in?"
  },
  {
    "Question": "When you were young what did you want to be?"
  },
  {
    "Question": "What is one thing you would say to your younger self?"
  },
  {
    "Question": "Would you rather be a great musician, artist, author or athlete?"
  },
  {
    "Question": "What was your favourite game as a kid?"
  },
  {
    "Question": "Who is the best teacher you have ever had (in or outside of school)?"
  },
  {
    "Question": "If you did not have to worry about money what would you do with your life?"
  },
  {
    "Question": "What is the one goal you hope to accomplish this year?"
  },
  {
    "Question": "Who do you think is the most inspirational person in history?"
  },
  {
    "Question": "Who taught you how to ride a bike? Where? When?"
  },
  {
    "Question": "What is your dream job?"
  },
  {
    "Question": "Which of your personality traits would you like to change?"
  },
  {
    "Question": "What do you look for in a partner?"
  },
  {
    "Question": "Go around the table and give one piece of constructive feedback to each person?"
  },
  {
    "Question": "What do you think your life will look like in 10 years?"
  },
  {
    "Question": "What is your proudest accomplishment?"
  },
  {
    "Question": "What makes a home a home?"
  },
  {
    "Question": "Who would most like to see live?"
  },
  {
    "Question": "What subject would you most like to master?"
  },
  {
    "Question": "What historical period would you most like to visit? Why?"
  },
  {
    "Question": "Why do you think your raison d'être (reason for existence) is?"
  },
  {
    "Question": "Describe yourself in one sentence?"
  },
  {
    "Question": "What do you want written on your gravestone?"
  },
  {
    "Question": "Which piece of media dramatically change your life?"
  },
  {
    "Question": "What do love about your home town?"
  },
  {
    "Question": "If you could stop time what would you do?"
  },
  {
    "Question": "What are your three biggest critiques you have with yourself?"
  },
  {
    "Question": "What are your worst character traits?"
  },
  {
    "Question": "What are your best character traits?"
  },
  {
    "Question": "Go around the room and have each person say one word about you (they cannot be the same word)?"
  },
  {
    "Question": "Who is your hero?"
  },
  {
    "Question": "What makes you angry?"
  },
  {
    "Question": "What is your proudest accomplishment?"
  },
  {
    "Question": "Where do you see yourself in five years?"
  },
  {
    "Question": "List your biggest pet peeves?"
  },
  {
    "Question": "What are you most thankful for?"
  },
  {
    "Question": "What was the worst phase in your life?"
  },
  {
    "Question": "Would you ever take back someone who cheated? Why?"
  },
  {
    "Question": "What is a relationship deal breaker for you?"
  },
  {
    "Question": "What did your past relationship teach you?"
  },
  {
    "Question": "If you could start a business what would it be?"
  },
  {
    "Question": "Is it easier to love of be loved?"
  },
  {
    "Question": "What does love mean to you?"
  },
  {
    "Question": "What is your type?"
  },
  {
    "Question": "What is the hardest day you've ever had?"
  },
  {
    "Question": "Do you look for people similar or different to you ?"
  }

]
